 export  enum appraiseMood{
        '高焦虑',
        '中等焦虑',
        '高压力',
        '中等压力',
        '状态良好'
 }
 export  enum textMood{
    '也许短时间内你无法完全摆脱糟糕的情绪，但请别讨厌这样的自己，允许自己带着这些情绪慢慢走，别急。尝试做一些情绪调节和减压的训练，必要时寻求心理老师或医生的帮助。期待您快快轻松起来！',
    '每个人都有打不起精神的时候，不管是低谷还是高潮，都有不一样的美好，亦是前行！来做一下情绪调节和减压的训练，让自己轻松起来吧！',
    '如果感到累了就休息一下吧，好好休息，好好吃饭，好好看看天空，好好晒晒太阳！',
    '恭喜您，今天也是充满活力的一天噢！',
    '恭喜您，揣一兜快乐满载而归，继续保持，快乐每一天！'
 }

 export  enum learnState {
        '充足的睡眠和放松的大脑是提升专注力的重要砝码！增益小妙招：通过相关游戏训练或专业指导训练，可以帮助提升记忆力和专注力噢。'
 }

 export  enum mostBad{
    '暂时的焦虑/压力波动是正常的，但长期的焦虑/压力过大，可能会导致身体不适和异常，希望每天都能快快乐乐！因此，每个人都要学会调节情绪和舒缓压力的方法。例如：倾诉，呼吸放松训练，音乐放松等等，无法自行解决时主动寻求心理老师或医生的帮助。'
 }