

// 机构的固定数据
const organs: Array<{ id: string, name: string }> = [
	{
		"id": "1",
		"name": "测试组"
	},
	{
		"id": "2",
		"name": "深圳市康宁医院"
	},
	{
		"id": "3",
		"name": "广州脑科医院"
	},
	{ "id": "4", "name": "苏州市广济医院" },
	{ "id": "5", "name": "温州市康宁医院" },
	{ "id": "6", "name": "临沂精神卫生中心" },
	{ "id": "7", "name": "甘肃第二人民医院" },
	{ "id": "8", "name": "南宁市第五人民医院" },
	{ "id": "9", "name": "中山市第三人民医院" },
	{ "id": "10", "name": "山东省精神卫生中心" },
	{ "id": "11", "name": "合肥第四人民医院" },
	{ "id": "12", "name": "佛山市第三人民医院" },
	{ "id": "13", "name": "北师大珠海附中" },
	{ "id": "14", "name": "光明区高级中学" },
	{ "id": "15", "name": "罗村高级中学" },
	{ "id": "16", "name": "南海一中" },
	{ "id": "17", "name": "四会市东城中学" },
	{ "id": "18", "name": "四会市四会中学" },
	{ "id": "19", "name": "深圳市第一职业技术学校" },
	{ "id": "20", "name": "中山古镇学校" },
	{ "id": "21", "name": "古镇曹步初级中学" },
	{ "id": "22", "name": "古镇海州初级中学" },
	{ "id": "23", "name": "广州脑科医院-学生组" },
	{ "id": "24", "name": "深圳市富源英美国际学校" },
	{ "id": "25", "name": "怀集县第一中学" },
	{ "id": "26", "name": "梅州颐诚医养结合医院" },
	{ "id": "27", "name": "深圳市展华实验学校" },
	{ "id": "28", "name": "广东省第二人民医院" },
	{ "id": "29", "name": "深圳大学运动与脑心健康实验室" },
	{ "id": "30", "name": "SYSUSH_AI" },
];
export {
	organs
}

export const formatSex = (sex: number) => sex === 3 ? null : sex === 0 ? '女' : '男'
